const rules = [
  {
    title: '',
    rule: [
      '连续包月，仅限从未开通过连续包月的新用户购买，前3月9.9元/月，后续15元/月，可随时取消，仅支持微信购买；买3赠1，仅限此活动购买赠送，购买后立即到账',
      '通过本活动购买任意会员，即赠QQ群伴学+知识礼包+优惠券礼包，活动结束1周后，通过系统消息发放',
      '购买年费会员赠送的「超越」笔记升格礼盒，活动结束2周后发放，包邮，请购买后填写收货地址',
      '开通后，在【我的】-【VIP会员中心】里会有所有VIP的特权服务，可免费使用',
      '会员自购买之时起5分钟左右生效，若购买后，无法使用VIP特权，请重启作业帮APP，会员一经开通后不支持退款，特殊情况请联系客服4006110100',
    ],
  },
  {
    title: '抽奖相关',
    rule: [
      '通过本活动开通会员，抽奖次数+1，年费会员抽奖次数+2，可重复购买获得多次；开通会员后分享活动，抽奖次数额外+1，每人可加1次',
      '帮帮币和会员获奖后即时到账；大栗周边及手机等实物奖品，活动结束2周后发货，包邮，获奖后请填写收货地址',
      '对于使用程序恶意刷奖的行为，作业帮有权取消其获奖资格',
    ],
  },
];

export default rules;
